export const termsData = [
    {
      id: 1,
      title: '서비스 이용약관 동의 ',
      required: true,
      content: `제1조 (목적)
  이 약관은 DiceTalk(이하 "회사")가 제공하는 모든 서비스(이하 "서비스")의 이용과 관련하여 회사와 이용자의 권리, 의무 및 책임사항 등을 규정하는 것을 목적으로 합니다.
  
  제2조 (정의)
  "이용자"란 회사의 서비스에 접속하여 이 약관에 따라 서비스를 이용하는 회원 및 비회원을 말합니다.
  
  제3조 (약관의 효력 및 변경)
  ① 이 약관은 서비스 화면에 게시하거나 기타의 방법으로 이용자에게 공지함으로써 효력을 발생합니다.
  ② 회사는 관련 법령을 위반하지 않는 범위 내에서 이 약관을 변경할 수 있습니다.`,
    },
    {
      id: 2,
      title: '개인정보 수집 및 이용 동의 ',
      required: true,
      content: `수집 항목: 이름, 생년월일, 휴대전화번호, 성별, 본인확인정보(CI, DI)
  수집 목적: 본인 확인, 연령 확인, 서비스 제공 및 회원관리
  보유 기간: 회원 탈퇴 후 30일까지 (관련 법령에 따라 보존이 필요한 경우 해당 기간 동안 보관)
  
  이용자는 개인정보 수집 및 이용에 동의하지 않을 권리가 있으며, 동의를 거부할 경우 서비스 이용이 제한될 수 있습니다.`,
    },
    {
      id: 3,
      title: '만 18세 이상 여부 확인 ',
      required: true,
      content: `회사는 「청소년 보호법」 및 기타 관련 법령에 따라, 성인 인증 절차를 거쳐야 하는 서비스의 경우 만 18세 이상 여부를 확인합니다.
  
  미성년자는 본 서비스를 이용할 수 없으며, 만 18세 이상임을 확인하기 위한 본인 인증 절차가 필수입니다.
  
  거짓 정보 제공 시 서비스 이용이 제한되며, 법적 책임은 본인에게 있습니다.`,
    },
    {
      id: 4,
      title: '개인정보 제 3자 제공 동의 ',
      required: true,
      content: `제공받는 자: NICE 평가정보, KCB, PASS 인증기관 등
  제공 항목: 이름, 생년월일, 휴대폰 번호, 성별, 내외국인 구분, CI/DI
  제공 목적: 본인 인증 및 연령 확인
  보유 및 이용 기간: 인증 완료 후 즉시 파기
  
  서비스 이용을 위해 불가피하게 제3자에게 개인정보를 제공할 수 있으며, 동의 거부 시 서비스 이용이 제한될 수 있습니다.`,
    },
    {
      id: 5,
      title: '마케팅 및 광고 수신 동의 ',
      required: false,
      content: `DiceTalk은 다양한 혜택 및 정보를 제공하기 위하여 이메일, 문자, 앱 푸시 등의 방법으로 광고성 정보를 발송할 수 있습니다.
  
  이용자는 언제든지 마케팅 수신 동의를 철회할 수 있습니다.`,
    },
    {
      id: 6,
      title: '맞춤형 광고 및 분석 활용 동의 ',
      required: false,
      content: `DiceTalk은 사용자 관심사 기반의 맞춤형 광고 및 통계 분석을 위해 쿠키, 기기 정보, 접속 이력 등을 활용할 수 있습니다.
  
  해당 데이터는 익명화되어 분석되며, 이용자는 언제든지 동의를 철회할 수 있습니다.`,
    },
  ];
  